IDEA Open Model
ISDImportSettings Class
Compatible with IDEA StatiCa 20.1
 Represents settings of improt options into Idea StatiCa Detail
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Detail.ISDImportSettings
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public class ISDImportSettings
Public Class ISDImportSettings
The ISDImportSettings type exposes the following members.
Constructors
Name | Description
ISDImportSettings
 Constructor
Top
Properties
Name | Description
UseWizard
 Open import wizard window
Top
See Also
Reference
IdeaRS.OpenModel.Detail Namespace